Revit 2027 API
ParameterTypeId.InstanceMoveBaseWithGrids Property
 "Move Base With Grids"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InstanceMoveBaseWithGrids { get; }
Public Shared ReadOnly Property InstanceMoveBaseWithGrids As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InstanceMoveBaseWithGrids {
	ForgeTypeId^ get ();
}
static member InstanceMoveBaseWithGrids : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace